Repository: Xevib/bard
Catalog: locales/*/LC_MESSAGES/messages.po
Languages: ca, es

source: Summary
ca: Resum
es: Resumen

source: Total changesets
ca: Total de conjunts de canvis
es: Total de cambios

source: Total changes of
ca: Total de canvis de
es: Total de cambios de

source: Changeset
ca: Conjunt de canvis
es: Conjunto de cambios

source: Nodes changed
ca: Nodes canviats
es: Nodos modificados

source: Ways changed
ca: Vies canviades
es: Vias modificdas

source: Total building footprint changes
ca: Total d'edificis canviats
es: Total de edificios cambiados

source: Total address changes
ca: Total d'adreçes canviades
es: Total de direcciones cambiadas

source: User
ca: Usuari
es: Usuario

source: Comment
ca: Comentari
es: Comentario

source: Changed buildings
ca: Edificis canviats
es: Edificios cambiados

source: Changed addresses
ca: Adreçes canviades
es: Direciones cambiadas
